Repository: vantoan19/Petifies
Catalog: mobile/lib/src/localization/petifies_*.arb
Languages: vi

# firstIntroTitle
source: Join The Best Pet Lovers Community, Right Now.
vi: Hãy Tham Gia Cộng Đồng Những Người Yêu Động Vật Ngay Hôm Nay!

# firstIntroText
source: Petfies is the best community for Pet Lovers where people can share momments, make friends, and especially find pet companions.
vi: Petfies là một trong những nền tảng mạng xã hội lớn nhất giành riêng cho người yêu động vật, nơi bạn có thể kết bạn, chia sẻ khoảnh khắc của bạn với thú cưng của bạn cùng mọi người, và hơn hết là tìm kiếm một chú thú cưng để làm bạn trong thời gian ngắn hạn, dài hạn hoặc nhận nuôi thú cưng.

# secondIntroTitle
source: Fall In With Pet Lovers Around The World.
vi: Là Nơi Kết Bạn Với Những Người Yêu Động Vật Khắp Thế Giới

# secondIntroText
source: With Petifies, you can easily find Pet Lovers around the world because Petifies is a huge network where you can find and add friends or join in groups.
vi: Với Petifies, bạn có thể dễ dàng tìm và làm quen với bạn bè yêu động vật khắp thế giới thông qua hệ thống bạn bè và hội nhóm.

# thirdIntroTitle
source: Let's Share Your Memories.
vi: Là Nơi Chia Sẻ Những Khoảnh Khắc Của Bạn.

# thirdIntroText
source: With Petifies, sharing your memories with your pets has never been as easy as now. Petfies allows you to post with videos and images, share stories within your network.
vi: Với Petifies, việc chia sẻ khoảnh khắc của bạn trở nên dễ dàng hơn bao giờ hết. Giống như hầu hết các nền tảng xã hội khác, bạn có thể đăng bài, story dưới dạng hình ảnh, video hoặc văn bản.

# fourthIntroTitle
source: Keep In Touch With Your Friends.
vi: Luôn Luôn Giữ Liên Lạc Với Bạn Bè Của Bạn.

# fourthIntroText
source: In Petifies, Pet Lovers can send messages, comments on others' posts. Such a nice way to keep in touch with your friends.
vi: Petifies tích hợp tính năng nhắn tin, gọi điện và bình luận trực tuyến, nơi bạn có thể giữ liên lạc với những người bạn của bạn ở khắp nơi trên thế nơi.

# fifthIntroTitle
source: Petifies, Fall In Love With Pets And Enjoy Your Happy Life With Animal Friends.
vi: Petifies, Nơi Giúp Bạn Tìm Kiếm Niềm Vui Trong Cuộc Sống Cùng Với Những Người Bạn Động Vật Đáng Yêu.

# fifthIntroText
source: The most special thing that makes Petifies awesome is the system of Petifies. Petifies is a beautiful terms of cat/dog walking sessions, short-term/long-term cat/dog sittings or cat/dog adoptions.
vi: Điều khiến Petifies đặc biệt hơn bao giờ hết là hệ thống Petifies, nơi bạn có thể tìm kiếm và yêu cầu những người bạn ở gần nơi ở của bạn về một buổi vui chơi với chó mèo, hay trông nom chúng giùm họ trong thời gian dài hoặc ngắn ngày, hoặc có thể là nhận nuôi những chú thú cưng đáng yêu. Petifies giúp kết nối những người có mong muốn tìm kiếm động vật với những chủ nhân đang cần sự giúp đỡ, giúp phần tạo nên một thế giới tốt đẹp hơn cho động vật và con người.

# skipLabel
source: Skip
vi: Bỏ qua

# doneLabel
source: Done
vi: Xong

# nextLabel
source: Next
vi: Tiếp theo

# passwordLabel
source: Password
vi: Mật khẩu

# signInLabel
source: Sign In
vi: Đăng nhập

# googleSignInLabel
source: Sign in with Google
vi: Đăng nhập với tài khoản Google

# forgotPasswordText
source: Forgot your password
vi: Quên mật khẩu

# newbieText
source: New to Petifies?
vi: Bạn là người mới sử dụng Petifies?

# registerLabel
source: Register
vi: Đăng ký ngay

# firstNameLabel
source: First name
vi: Tên

# familyNameLabel
source: Family name
vi: Họ

# greetingRegistration
source: Welcome to the pet lovers' community
vi: Xin chào mừng đến với cộng đồng dành cho thú cưng.

# createAccountLabel
source: Create account
vi: Tạo tài khoản

# orText
source: or
vi: hoặc

# googleSignUpLabel
source: Create account with Google
vi: Tạo tài khoản với tài khoản Google

# agreementFirstPart
source: By signing up, you agree to our
vi: Bằng cách đăng ký, bạn đồng ý với

# agreementSecondPart
source: Terms of Service
vi: Những điều khoản về dịch vụ

# agreementThirdPart
source: Privacy Policy
vi: Điều khoản về bảo mật

# agreementFourthPart
source: and
vi: và

# agreementFifthPart
source: Uses of Cookies
vi: Điều khoản về việc sử dụng Cookies
